[
    {
        "id": 1,
        "title": "Second-most popular captain in GW21 blanks as Man Utd lose 1-0 against Wolves",
        "phtLink": "https://resources.premierleague.com/photos/2022/01/03/50f64c72-38ad-42a2-8486-3ac2643d1309/GettyImages-1237521132.jpg?width=930&height=620",
        "content": [
            "The nearly one million Fantasy Premier League managers who entrusted Cristiano Ronaldo (£12.5m) with the captain's armband in Gameweek 21 were left disappointed after the Portuguese failed to return on Monday night.",
            "Ronaldo was the second most-popular captain but blanked for the second time in three Gameweeks as Manchester United suffered a 1-0 home defeat by Wolverhampton Wanderers.",
            "Those who backed Mohamed Salah (£12.9m), on the other hand, had every reason to be cheerful as the top captain pick in the game rewarded FPL managers once again.",
            "Salah scored his 16th goal of the season in Sunday's 2-2 draw at Chelsea in his final match before leaving for the Africa Cup of Nations.",
            "The Liverpool star was captained by 2.79million managers for Gameweek 21, the second-lowest number in the last 14 Gameweeks, after he delivered back-to-back blanks.",
            "Salah is already the most-sold player this Gameweek, with over 370,000 parting company with the Egyptian."
        ]
    },
    {
        "id": 2,
        "title": "Who is suspended or close to a ban?",
        "phtLink": "https://resources.premierleague.com/photos/2021/12/28/edffa9da-f809-4b1e-8c44-550375986b73/ronaldo.png?width=860&height=573",
        "content": [
            "During the busy festive period, Fantasy Premier League managers must take into account not only rotation but the absence of players in their squads through suspension.",
            "Any player earning five bookings from their side's first 19 Premier League matches, will serve a one-match ban in the same competition. Yellow cards are not carried over to the EFL Cup or FA Cup.",
            "Players who accumulate 10 yellow cards in Premier League matches, up to and including their team's 32nd fixture, will serve a two-match suspension in the competition.",
            "Four players are set to complete their bans in Gameweek 21.",
            "Tyrone Mings (£5.0m) collected his fifth caution of campaign in Aston Villa's 3-1 defeat by Chelsea in Gameweek 19. But, following the postponement of Villa's trip to Leeds United last week, he served his suspension in Gameweek 21.",
            "Andrew Robertson (£7.0m) missed Liverpool's 2-2 draw with Chelsea on Sunday as he completed his three-match suspension for a red card received in Gameweek 18.",
            "And Southampton pair Mohammed Salisu (£4.5m) and Kyle Walker-Peters (£4.8m) will both be absent for their side's upcoming home encounter with Brentford.",
            "Salisu was sent off for two bookable offences in the 1-1 draw with Tottenham Hotspur while Walker-Peters collected his fifth yellow card in the same match. ",
            "Six players are suspended for Gameweek 22."
        ]
    },
    {
        "id": 3,
        "title": "Can Liverpool complete Stamford Bridge hat-trick?",
        "phtLink": "https://resources.premierleague.com/photos/2021/12/30/b370cc71-8f5e-4eba-83b3-56d738c87261/Marcos-Alonso-v-Diogo-Jota.jpg?width=930&height=620",
        "content": [
            "Liverpool can become only the second team in Premier League history to win three successive trips to Chelsea, after Blackburn Rovers between 1993/94 and 1995/96.",
            "Chelsea midfielder Mason Mount has been involved in 12 Premier League goals this season (seven goals, five assists). It's the most of any English player in the competition, and his joint-best return in a single Premier League campaign (also 12 in 2019/20).",
            "Liverpool’s Mohamed Salah, who used to play for Chelsea, has been directly involved in 13 goals in his last 13 Premier League matches in London (eight goals, five assists). Meanwhile, no Liverpool player has scored more Premier League goals in the capital than the Egyptian (13, level with Steven Gerrard).",
            "Chelsea haven’t won their opening league match in any of the last five calendar years (D3 L2), since beating Crystal Palace 3-0 in 2016. Only once have they had a longer run of winless such matches in their league history (10 between 1929 and 1938)."
        ]
    }
]